Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: It is different from absolute pitch, often called perfect pitch, which lets someone name a note with no reference at all. Relative pitch is common among musicians, and it can be developed through ear training.
ar: وهو يختلف عن السمع المطلق، الذي يتيح لصاحبه تسمية النغمة دون أي مرجع. والسمع النسبي شائع بين الموسيقيين، ويمكن تنميته بتدريب الأذن.
de: Es unterscheidet sich vom absoluten Gehör, mit dem man einen Ton ganz ohne Bezugston benennen kann. Relatives Gehör ist unter Musikern verbreitet und lässt sich durch Gehörbildung entwickeln.
es: Es distinto del oído absoluto, que permite nombrar una nota sin ninguna referencia. El oído relativo es común entre los músicos y puede desarrollarse con entrenamiento auditivo.
fr: Elle est différente de l’oreille absolue, qui permet de nommer une note sans aucune référence. L’oreille relative est courante chez les musiciens et peut se développer grâce à la formation de l’oreille.
it: È diverso dall’orecchio assoluto, che permette di nominare una nota senza alcun riferimento. L’orecchio relativo è comune tra i musicisti e si può sviluppare con l’educazione dell’orecchio.
ja: これは、基準なしで音名を言い当てられる絶対音感とは異なります。相対音感は音楽家のあいだでは一般的で、耳のトレーニングによって伸ばすことができます。
ko: 이는 아무 기준 없이도 음 이름을 말할 수 있는 절대음감과는 다릅니다. 상대음감은 음악가들 사이에서 흔하며, 청음 훈련으로 기를 수 있습니다.
nl: Het is iets anders dan absoluut gehoor, waarmee iemand een noot zonder enige referentie kan benoemen. Relatief gehoor komt veel voor bij muzikanten en is te ontwikkelen met gehoortraining.
pl: Różni się on od słuchu absolutnego, który pozwala nazwać dźwięk bez żadnego odniesienia. Słuch względny jest powszechny wśród muzyków i można go rozwinąć dzięki kształceniu słuchu.
pt_br: Ele é diferente do ouvido absoluto, que permite dizer o nome de uma nota sem nenhuma referência. O ouvido relativo é comum entre músicos e pode ser desenvolvido com treinamento auditivo.
ru: Он отличается от абсолютного слуха, который позволяет назвать ноту вообще без опоры. Относительный слух распространён среди музыкантов, и его можно развить с помощью тренировки слуха.
sv: Det skiljer sig från absolut gehör, som gör att man kan namnge en ton helt utan referens. Relativt gehör är vanligt bland musiker och kan utvecklas genom gehörsträning.
tr: Hiçbir referans olmadan bir notanın adını söyleyebilmeyi sağlayan mutlak kulaktan farklıdır. Göreli kulak müzisyenler arasında yaygındır ve kulak eğitimiyle geliştirilebilir.
zh_hans: 它不同于绝对音感（常被称为“完美音高”），后者能让人在没有任何参考的情况下说出一个音的名称。相对音感在音乐人中很常见，而且可以通过练耳培养。

source: Joined %@
ar: تاريخ الانضمام: %@
de: Beigetreten %@
es: Se unió %@
fr: Inscrit %@
it: Iscritto %@
ja: 参加: %@
ko: 가입: %@
nl: Lid geworden %@
pl: Dołączył %@
pt_br: Entrou %@
ru: Присоединился %@
sv: Gick med %@
tr: Katıldı: %@
zh_hans: 加入于 %@

source: Jump straight to the top note without scooping, then keep your voice light as the scale comes down.
ar: اقفز مباشرة إلى النغمة العليا دون انزلاق إليها، ثم أبقِ صوتك خفيفًا أثناء نزول السلم.
de: Spring direkt zum obersten Ton, ohne von unten anzuschleifen, und halte die Stimme leicht, während die Tonleiter herunterkommt.
es: Salta directamente a la nota más alta sin arrastrar desde abajo y mantén la voz ligera mientras la escala baja.
fr: Sautez directement à la note du haut sans la prendre par en dessous, puis gardez une voix légère pendant que la gamme descend.
it: Salta direttamente alla nota più alta senza strisciarci da sotto, poi mantieni la voce leggera mentre la scala scende.
ja: 下からずり上げずに最高音へまっすぐ跳び、音階が下りる間も声を軽く保ちます。
ko: 아래에서 끌어올리지 말고 맨 위 음으로 곧장 뛰어오른 뒤, 음계가 내려오는 동안 목소리를 가볍게 유지하세요.
nl: Spring direct naar de hoogste noot zonder van onderaf aan te glijden, en houd je stem licht terwijl de toonladder daalt.
pl: Skocz prosto na najwyższy dźwięk bez podjeżdżania od dołu i utrzymuj lekki głos, gdy gama schodzi w dół.
pt_br: Salte direto para a nota mais aguda sem arrastar de baixo e mantenha a voz leve enquanto a escala desce.
ru: Прыгайте прямо на верхнюю ноту, не подъезжая к ней снизу, и сохраняйте голос лёгким, пока гамма идёт вниз.
sv: Hoppa direkt till den översta tonen utan att glida upp till den, och håll rösten lätt när skalan går ner.
tr: Aşağıdan kaydırmadan doğrudan en üst notaya atlayın, dizi inerken sesinizi hafif tutun.
zh_hans: 不要从下往上滑，直接跳到最高音，然后在音阶下行时保持声音轻盈。

source: Keep "Pa Ta Ka" crisp and quick, like a patter song. Let the air keep flowing so the notes don't get choppy.
ar: اجعل «Pa Ta Ka» حادة وسريعة، مثل أغنية سريعة الكلمات. دع الهواء يتدفق حتى لا تصبح النغمات متقطعة.
de: Halte „Pa Ta Ka“ knackig und schnell, wie in einem Patter-Song. Lass die Luft weiterfließen, damit die Töne nicht abgehackt klingen.
es: Mantén «Pa Ta Ka» nítido y rápido, como en una canción trabalenguas. Deja que el aire siga fluyendo para que las notas no suenen entrecortadas.
fr: Gardez « Pa Ta Ka » net et rapide, comme dans un air à débit rapide. Laissez l’air circuler pour que les notes ne deviennent pas hachées.
it: Mantieni “Pa Ta Ka” nitido e rapido, come in un sillabato. Lascia che l’aria continui a scorrere, così le note non diventano spezzettate.
ja: 早口歌のように「Pa Ta Ka」を歯切れよく素早く。音が途切れ途切れにならないよう、息を流し続けます。
ko: 빠른 말놀이 노래처럼 “Pa Ta Ka”를 또렷하고 빠르게 하세요. 음이 뚝뚝 끊기지 않도록 호흡을 계속 흘려보내세요.
nl: Houd ‘Pa Ta Ka’ scherp en snel, zoals in een patterlied. Laat de lucht blijven stromen, zodat de noten niet hakkerig worden.
pl: Utrzymuj „Pa Ta Ka” wyraźne i szybkie, jak w piosence-łamańcu. Niech powietrze płynie dalej, aby dźwięki nie były poszarpane.
pt_br: Mantenha “Pa Ta Ka” nítido e rápido, como em uma canção trava-língua. Deixe o ar continuar fluindo para que as notas não fiquem picadas.
ru: Произносите «Pa Ta Ka» чётко и быстро, как скороговорку в песне. Пусть воздух течёт непрерывно, чтобы ноты не рвались.
sv: Håll ”Pa Ta Ka” tydligt och snabbt, som i en rabbelsång. Låt luften fortsätta flöda så att tonerna inte blir hackiga.
tr: “Pa Ta Ka” hecelerini tekerleme gibi hızlı ve net söyleyin. Notalar kesik kesik olmasın diye havanın akmaya devam etmesine izin verin.
zh_hans: 像绕口令式的歌曲一样，把“Pa Ta Ka”唱得清脆而快速。让气流持续，避免音变得断断续续。

source: Keep Current
ar: إبقاء الحالي
de: Aktuelles behalten
es: Mantener el actual
fr: Conserver l’actuel
it: Mantieni l’attuale
ja: 現在のまま
ko: 현재 설정 유지
nl: Huidige behouden
pl: Zachowaj bieżący
pt_br: Manter o atual
ru: Оставить текущий
sv: Behåll nuvarande
tr: Geçerli olanı koru
zh_hans: 保留当前

source: Keep every note of the arpeggio clear and connected. Aim for the center of each note instead of sliding.
ar: أبقِ كل نغمة في الأربيجيو واضحة ومتصلة. استهدف مركز كل نغمة بدلًا من الانزلاق.
de: Halte jeden Ton des Arpeggios klar und verbunden. Triff die Mitte jedes Tons, statt zu rutschen.
es: Mantén cada nota del arpegio clara y unida. Apunta al centro de cada nota en lugar de deslizarte.
fr: Gardez chaque note de l’arpège claire et liée. Visez le centre de chaque note au lieu de glisser.
it: Mantieni ogni nota dell’arpeggio chiara e legata. Punta al centro di ogni nota invece di scivolare.
ja: アルペジオのどの音も、はっきりとつなげて歌います。ずり上げずに各音の中心をねらいます。
ko: 아르페지오의 모든 음을 또렷하고 이어지게 부르세요. 미끄러지지 말고 각 음의 중심을 겨냥하세요.
nl: Houd elke noot van het arpeggio helder en verbonden. Mik op het midden van elke noot in plaats van te glijden.
pl: Każdy dźwięk arpeggia ma być wyraźny i połączony. Celuj w środek każdego dźwięku, zamiast się ślizgać.
pt_br: Mantenha cada nota do arpejo clara e ligada. Mire no centro de cada nota em vez de deslizar.
ru: Каждая нота арпеджио должна быть чёткой и связанной с соседними. Попадайте в центр ноты, а не подъезжайте к ней.
sv: Håll varje ton i arpeggiot tydlig och sammanbunden. Sikta på mitten av varje ton i stället för att glida.
tr: Arpejin her notasını net ve bağlı tutun. Kaymak yerine her notanın tam ortasını hedefleyin.
zh_hans: 琶音中的每个音都要清晰而连贯。瞄准每个音的中心，不要滑音。

source: Keep every step even and your tone the same from the bottom note to the top.
ar: حافظ على تساوي كل خطوة وعلى نبرتك نفسها من النغمة السفلى إلى العليا.
de: Halte jeden Schritt gleichmäßig und deinen Klang vom tiefsten bis zum höchsten Ton gleich.
es: Mantén cada paso uniforme y el mismo tono desde la nota más grave hasta la más aguda.
fr: Gardez chaque pas régulier et le même timbre de la note la plus basse à la plus haute.
it: Mantieni ogni passo uniforme e lo stesso suono dalla nota più bassa alla più alta.
ja: 一歩一歩を均等にし、いちばん下の音から上の音まで同じ音色を保ちます。
ko: 모든 음정 간격을 고르게 하고 맨 아래 음부터 맨 위 음까지 같은 음색을 유지하세요.
nl: Houd elke stap gelijk en je klank hetzelfde van de laagste tot de hoogste noot.
pl: Utrzymuj każdy krok równy, a barwę taką samą od najniższego do najwyższego dźwięku.
pt_br: Mantenha cada passo uniforme e o mesmo timbre da nota mais grave à mais aguda.
ru: Делайте каждый шаг ровным и сохраняйте одинаковый тембр от нижней ноты до верхней.
sv: Håll varje steg jämnt och klangen densamma från den lägsta tonen till den högsta.
tr: Her adımı eşit tutun ve en pes notadan en tize kadar aynı tonu koruyun.
zh_hans: 每一步都保持均匀，从最低音到最高音保持同样的音色。

source: Keep singing until the ring fills.
ar: واصل الغناء حتى تمتلئ الحلقة.
de: Singe weiter, bis der Ring gefüllt ist.
es: Sigue cantando hasta que el círculo se complete.
fr: Continuez à chanter jusqu’à ce que l’anneau soit rempli.
it: Continua a cantare finché l’anello non si riempie.
ja: リングが満ちるまで歌い続けてください。
ko: 링이 가득 찰 때까지 계속 부르세요.
nl: Blijf zingen tot de ring vol is.
pl: Śpiewaj, aż pierścień się wypełni.
pt_br: Continue cantando até o anel se completar.
ru: Пойте, пока кольцо не заполнится.
sv: Fortsätt sjunga tills ringen fylls.
tr: Halka dolana kadar söylemeye devam edin.
zh_hans: 持续演唱，直到圆环填满。

source: Keep the "Ee" narrow and bright on the leap and don't let your jaw drop to reach the top.
ar: أبقِ «Ee» ضيقة ومشرقة في القفزة ولا تدع فكك ينخفض للوصول إلى الأعلى.
de: Halte das „Ee“ beim Sprung schmal und hell und lass den Kiefer nicht fallen, um nach oben zu kommen.
es: Mantén la «Ee» estrecha y brillante en el salto y no dejes caer la mandíbula para alcanzar la nota alta.
fr: Gardez le « Ee » étroit et brillant sur le saut et ne laissez pas la mâchoire tomber pour atteindre le haut.
it: Mantieni la “Ee” stretta e brillante nel salto e non abbassare la mascella per raggiungere la nota alta.
ja: 跳躍では「Ee」を細く明るく保ち、高い音を取ろうとしてあごを下げないようにします。
ko: 도약할 때 “Ee”를 좁고 밝게 유지하고, 높은 음에 닿으려고 턱을 떨어뜨리지 마세요.
nl: Houd de ‘Ee’ smal en helder op de sprong en laat je kaak niet zakken om de top te halen.
pl: Utrzymuj „Ee” wąskie i jasne w skoku i nie opuszczaj szczęki, żeby sięgnąć góry.
pt_br: Mantenha o “Ee” estreito e brilhante no salto e não deixe o maxilar cair para alcançar o topo.
ru: На скачке держите «Ee» узким и ярким и не опускайте челюсть, чтобы дотянуться до верха.
sv: Håll ”Ee” smalt och ljust i hoppet och låt inte käken sjunka för att nå toppen.
tr: Sıçramada “Ee” sesini dar ve parlak tutun, tepeye ulaşmak için çenenizi düşürmeyin.
zh_hans: 跳进时让“Ee”保持窄而明亮，不要为了够到高音而让下颌掉下来。

source: Keep the "M" buzzing in your lips and change only the vowel. Your jaw should stay loose and still.
ar: أبقِ طنين «M» في شفتيك وغيّر حرف العلة فقط. يجب أن يبقى فكك مرتخيًا وثابتًا.
de: Lass das „M“ in den Lippen summen und wechsle nur den Vokal. Dein Kiefer bleibt locker und ruhig.
es: Mantén la «M» vibrando en los labios y cambia solo la vocal. La mandíbula debe quedarse suelta y quieta.
fr: Gardez le « M » qui vibre dans les lèvres et ne changez que la voyelle. La mâchoire reste détendue et immobile.
it: Mantieni la “M” che vibra sulle labbra e cambia solo la vocale. La mascella deve restare sciolta e ferma.
ja: 「M」の響きを唇に保ったまま、母音だけを変えます。あごはゆるめて動かさないようにします。
ko: “M”의 울림을 입술에 유지한 채 모음만 바꾸세요. 턱은 느슨하게, 움직이지 않게 두세요.
nl: Laat de ‘M’ in je lippen zoemen en verander alleen de klinker. Je kaak blijft los en stil.
pl: Niech „M” brzęczy w wargach, a zmieniaj tylko samogłoskę. Szczęka ma pozostać luźna i nieruchoma.
pt_br: Mantenha o “M” vibrando nos lábios e mude apenas a vogal. O maxilar deve ficar solto e parado.
ru: Пусть «M» вибрирует в губах, а меняется только гласная. Челюсть остаётся расслабленной и неподвижной.
sv: Låt ”M” surra i läpparna och byt bara vokal. Käken ska vara lös och stilla.
tr: “M” sesinin dudaklarınızda titreşmesini sağlayın ve yalnızca ünlüyü değiştirin. Çeneniz gevşek ve hareketsiz kalmalı.
zh_hans: 让“M”在嘴唇上保持振动，只改变元音。下颌保持放松、不动。

source: Keep the "Nah" bright and forward all the way up, so the top note doesn't feel like a reach.
ar: أبقِ «Nah» مشرقة ومتقدمة طوال الصعود، حتى لا تبدو النغمة العليا بعيدة المنال.
de: Halte das „Nah“ bis ganz nach oben hell und vorne, damit sich der oberste Ton nicht wie ein Strecken anfühlt.
es: Mantén la «Nah» brillante y adelante durante toda la subida, para que la nota más alta no se sienta como un esfuerzo.
fr: Gardez le « Nah » brillant et vers l’avant jusqu’en haut, pour que la note du haut ne demande pas d’effort.
it: Mantieni la “Nah” brillante e in avanti fino in cima, così la nota più alta non sembra uno sforzo.
ja: いちばん上まで「Nah」を明るく前に保てば、最高音も背伸びせずに出せます。
ko: 맨 위까지 “Nah”를 밝고 앞쪽에 유지해서 가장 높은 음이 무리하게 느껴지지 않게 하세요.
nl: Houd de ‘Nah’ helder en voorin tot helemaal boven, zodat de hoogste noot niet als reiken voelt.
pl: Utrzymuj „Nah” jasne i z przodu aż do góry, aby najwyższy dźwięk nie wymagał sięgania.
pt_br: Mantenha o “Nah” brilhante e à frente até o topo, para que a nota mais aguda não pareça um esforço.
ru: Держите «Nah» ярким и направленным вперёд до самого верха, чтобы верхняя нота не требовала усилия.
sv: Håll ”Nah” ljust och framåt hela vägen upp, så att den översta tonen inte känns som en sträckning.
tr: En üst notaya uzanıyormuş gibi hissetmemek için “Nah” sesini tepeye kadar parlak ve önde tutun.
zh_hans: 一直到最高处都让“Nah”保持明亮、靠前，这样最高音就不会显得吃力。

source: Keep the back of your tongue loose on each "G" and let your jaw drop on the "Ah". The "G" helps your vocal folds close cleanly.
ar: أبقِ مؤخرة لسانك مرتخية مع كل «G» ودع فكك ينخفض على «Ah». يساعد «G» حبالك الصوتية على الانغلاق بشكل نظيف.
de: Halte den hinteren Teil der Zunge bei jedem „G“ locker und lass den Kiefer beim „Ah“ fallen. Das „G“ hilft deinen Stimmlippen, sauber zu schließen.
es: Mantén suelta la parte posterior de la lengua en cada «G» y deja caer la mandíbula en la «Ah». La «G» ayuda a que las cuerdas vocales se cierren limpiamente.
fr: Gardez l’arrière de la langue souple sur chaque « G » et laissez tomber la mâchoire sur le « Ah ». Le « G » aide vos cordes vocales à se fermer nettement.
it: Tieni sciolta la parte posteriore della lingua su ogni “G” e lascia cadere la mascella sulla “Ah”. La “G” aiuta le corde vocali a chiudersi in modo pulito.
ja: どの「G」でも舌の奥をゆるめ、「Ah」ではあごを下ろします。「G」は声帯をきれいに閉じる助けになります。
ko: “G”마다 혀 뒤쪽을 느슨하게 하고 “Ah”에서 턱을 떨어뜨리세요. “G”는 성대가 깔끔하게 닫히도록 도와줍니다.
nl: Houd het achterste deel van je tong los bij elke ‘G’ en laat je kaak zakken op de ‘Ah’. De ‘G’ helpt je stembanden netjes te sluiten.
pl: Utrzymuj tył języka luźny przy każdym „G” i opuszczaj szczękę na „Ah”. „G” pomaga fałdom głosowym czysto się zamykać.
pt_br: Mantenha a parte de trás da língua solta em cada “G” e deixe o maxilar cair no “Ah”. O “G” ajuda as pregas vocais a se fecharem de forma limpa.
ru: Держите заднюю часть языка свободной на каждом «G» и опускайте челюсть на «Ah». «G» помогает голосовым складкам чисто смыкаться.
sv: Håll bakre delen av tungan lös på varje ”G” och låt käken sjunka på ”Ah”. ”G” hjälper stämläpparna att sluta rent.
tr: Her “G” sesinde dilinizin arka kısmını gevşek tutun ve “Ah” sesinde çenenizi bırakın. “G” sesi ses tellerinizin temiz kapanmasına yardımcı olur.
zh_hans: 每个“G”都保持舌根放松，在“Ah”上让下颌自然落下。“G”能帮助声带干净地闭合。

source: Keep the sound forward in your face as the vowel opens from "Nee" to "Nah". Don't let the "Nah" fall back into your throat.
ar: أبقِ الصوت في مقدمة وجهك بينما ينفتح حرف العلة من «Nee» إلى «Nah». لا تدع «Nah» تتراجع إلى حلقك.
de: Halte den Klang vorne im Gesicht, während sich der Vokal von „Nee“ zu „Nah“ öffnet. Lass das „Nah“ nicht in den Hals zurückfallen.
es: Mantén el sonido adelante en la cara mientras la vocal se abre de «Nee» a «Nah». No dejes que la «Nah» caiga hacia la garganta.
fr: Gardez le son vers l’avant du visage pendant que la voyelle s’ouvre de « Nee » à « Nah ». Ne laissez pas le « Nah » retomber dans la gorge.
it: Tieni il suono in avanti sul viso mentre la vocale si apre da “Nee” a “Nah”. Non lasciare che la “Nah” ricada in gola.
ja: 母音が「Nee」から「Nah」へ開いても、響きを顔の前方に保ちます。「Nah」がのどの奥に落ちないようにします。
ko: 모음이 “Nee”에서 “Nah”로 열리는 동안 소리를 얼굴 앞쪽에 유지하세요. “Nah”가 목 안으로 떨어지지 않게 하세요.
nl: Houd de klank voor in je gezicht terwijl de klinker opengaat van ‘Nee’ naar ‘Nah’. Laat de ‘Nah’ niet terugvallen in je keel.
pl: Utrzymuj dźwięk z przodu twarzy, gdy samogłoska otwiera się z „Nee” na „Nah”. Nie pozwól, by „Nah” cofnęło się do gardła.
pt_br: Mantenha o som à frente, no rosto, enquanto a vogal se abre de “Nee” para “Nah”. Não deixe o “Nah” cair para a garganta.
ru: Держите звук впереди, в маске лица, пока гласная раскрывается от «Nee» к «Nah». Не давайте «Nah» провалиться в горло.
sv: Håll klangen framme i ansiktet medan vokalen öppnas från ”Nee” till ”Nah”. Låt inte ”Nah” falla tillbaka ner i halsen.
tr: Ünlü “Nee”den “Nah”a açılırken sesi yüzünüzün önünde tutun. “Nah” sesinin boğazınıza geri düşmesine izin vermeyin.
zh_hans: 元音从“Nee”打开到“Nah”时，让声音保持在面部前方。不要让“Nah”落回喉咙里。

source: Keep your breath flowing through the top of the arpeggio and don't grab the high note.
ar: أبقِ نفَسك متدفقًا عبر قمة الأربيجيو ولا تنتزع النغمة العالية.
de: Lass den Atem über den Gipfel des Arpeggios weiterfließen und pack den hohen Ton nicht.
es: Mantén el aire fluyendo en la parte alta del arpegio y no agarres la nota aguda.
fr: Laissez le souffle circuler au sommet de l’arpège et ne saisissez pas la note aiguë.
it: Lascia fluire il respiro sulla cima dell’arpeggio e non afferrare la nota acuta.
ja: アルペジオの頂点でも息を流し続け、高い音をつかみにいかないようにします。
ko: 아르페지오의 꼭대기에서도 호흡이 계속 흐르게 하고, 높은 음을 움켜잡지 마세요.
nl: Laat je adem doorstromen over de top van het arpeggio en grijp de hoge noot niet vast.
pl: Niech oddech płynie przez szczyt arpeggia i nie chwytaj na siłę wysokiego dźwięku.
pt_br: Mantenha o ar fluindo no topo do arpejo e não agarre a nota aguda.
ru: Пусть дыхание свободно проходит через вершину арпеджио, не зажимайте верхнюю ноту.
sv: Låt andningen flöda genom arpeggiots topp och grip inte tag i den höga tonen.
tr: Nefesinizin arpejin tepesinden akmaya devam etmesine izin verin ve tiz notayı sıkmayın.
zh_hans: 在琶音的最高处保持气息流动，不要去抓高音。

source: Keep your knees soft instead of locking them. Locked knees can create tension in your pelvis, and choir singers are often warned that standing still with locked knees for a long time can make them faint.
ar: أبقِ ركبتيك لينتين بدل أن تُقفلهما مشدودتين. فالركبتان المقفلتان قد تسببان توترًا في الحوض، وكثيرًا ما يُحذَّر مغنو الجوقة من أن الوقوف طويلًا دون حركة بركبتين مقفلتين قد يُفقدهم الوعي.
de: Halte deine Knie locker, statt sie durchzudrücken. Durchgedrückte Knie können Spannung im Becken erzeugen, und Chorsänger werden oft gewarnt, dass langes Stillstehen mit durchgedrückten Knien sie ohnmächtig werden lassen kann.
es: Mantén las rodillas flexibles en lugar de bloquearlas. Las rodillas bloqueadas pueden crear tensión en la pelvis, y a los cantantes de coro se les suele advertir que estar mucho tiempo quietos con las rodillas bloqueadas puede hacerles desmayarse.
fr: Gardez les genoux souples au lieu de les verrouiller. Des genoux verrouillés peuvent créer des tensions dans le bassin, et on prévient souvent les choristes que rester longtemps immobile les genoux verrouillés peut les faire s’évanouir.
it: Tieni le ginocchia morbide invece di bloccarle. Le ginocchia bloccate possono creare tensione nel bacino, e ai coristi si raccomanda spesso di non restare a lungo fermi con le ginocchia bloccate, perché si rischia di svenire.
ja: ひざはピンと伸ばしきらず、やわらかく保ちましょう。ひざを固めると骨盤まわりに力みが生まれることがあります。また合唱では、ひざを伸ばしきったまま長く立ち続けると気を失うことがあると、よく注意されます。
ko: 무릎을 잠그지 말고 부드럽게 유지하세요. 무릎을 쭉 펴서 고정하면 골반에 긴장이 생길 수 있고, 합창단원들은 무릎을 고정한 채 오래 가만히 서 있으면 기절할 수 있다는 주의를 자주 듣습니다.
nl: Houd je knieën licht gebogen in plaats van ze op slot te zetten. Knieën op slot kunnen spanning in je bekken geven, en koorzangers wordt vaak gewaarschuwd dat lang stilstaan met knieën op slot ze kan laten flauwvallen.
pl: Utrzymuj kolana miękkie zamiast je blokować. Zablokowane kolana mogą powodować napięcie w miednicy, a chórzystów często ostrzega się, że długie stanie bez ruchu z zablokowanymi kolanami może doprowadzić do omdlenia.
pt_br: Mantenha os joelhos soltos em vez de travá-los. Joelhos travados podem criar tensão na pélvis, e cantores de coro costumam ser alertados de que ficar parado por muito tempo com os joelhos travados pode fazê-los desmaiar.
ru: Держите колени мягкими, а не зажатыми. Зажатые колени могут создавать напряжение в тазу, а хористов часто предупреждают, что если долго стоять неподвижно с зажатыми коленями, можно упасть в обморок.
sv: Håll knäna mjuka i stället för att låsa dem. Låsta knän kan skapa spänningar i bäckenet, och körsångare varnas ofta för att de kan svimma om de står stilla länge med låsta knän.
tr: Dizlerinizi kilitlemek yerine hafifçe gevşek tutun. Kilitli dizler leğen kemiğinizde gerginlik yaratabilir; koro şarkıcıları da uzun süre kilitli dizlerle hareketsiz durmanın bayılmaya yol açabileceği konusunda sık sık uyarılır.
zh_hans: 膝盖要保持放松微屈，不要绷直锁死。锁住膝盖会让骨盆紧张，合唱歌手也常被提醒：长时间锁着膝盖一动不动地站着，可能会晕倒。

source: Keep your lips springy and your throat relaxed. Let the air carry you through the consonants without stopping.
ar: أبقِ شفتيك مرنتين وحلقك مسترخيًا. دع الهواء يحملك عبر الحروف الساكنة دون توقف.
de: Halte die Lippen federnd und den Hals entspannt. Lass dich von der Luft ohne Unterbrechung durch die Konsonanten tragen.
es: Mantén los labios elásticos y la garganta relajada. Deja que el aire te lleve a través de las consonantes sin detenerte.
fr: Gardez les lèvres souples et la gorge détendue. Laissez l’air vous porter à travers les consonnes sans vous arrêter.
it: Tieni le labbra elastiche e la gola rilassata. Lascia che l’aria ti porti attraverso le consonanti senza fermarti.
ja: 唇は弾むように、のどはリラックスさせます。息の流れに乗って、止まらずに子音を通り抜けます。
ko: 입술은 탄력 있게, 목은 편안하게 유지하세요. 멈추지 말고 호흡이 자음을 지나 이어지게 하세요.
nl: Houd je lippen veerkrachtig en je keel ontspannen. Laat de lucht je zonder te stoppen door de medeklinkers dragen.
pl: Utrzymuj sprężyste wargi i rozluźnione gardło. Pozwól, by powietrze niosło cię przez spółgłoski bez zatrzymywania.
pt_br: Mantenha os lábios elásticos e a garganta relaxada. Deixe o ar levar você pelas consoantes sem parar.
ru: Губы должны быть упругими, а горло расслабленным. Пусть воздух несёт вас через согласные без остановок.
sv: Håll läpparna spänstiga och halsen avslappnad. Låt luften bära dig genom konsonanterna utan att stanna.
tr: Dudaklarınızı esnek, boğazınızı gevşek tutun. Havanın sizi durmadan ünsüzlerin içinden taşımasına izin verin.
zh_hans: 嘴唇保持弹性，喉咙保持放松。让气流带着你连续地通过辅音，不要停顿。
